[
  {
    "title": "1899",
    "url": "/browse/title/1899",
    "description": "A migrant steamship heads west to leave the old continent. The passengers, a mixed bag from all over Europe, are united by their hopes and dreams for the new century and their future abroad. But their journey takes an unexpected turn when they discover another migrant ship adrift on the open sea.",
    "release_year": "2022",
    "seasons": 1,
    "bannerImage": "/assets/images/titles/1899/18991.jpg",
    "rating": "16+"
  },
  {
    "title": "Dark Matter",
    "url": "/browse/title/dark-matter",
    "description": "An expert in astrophysics sheds light on the topic of dark matter which has been one of the primary mysteries in modern physics.",
    "release_year": "2024",
    "seasons": 1,
    "bannerImage": "/assets/images/titles/dark-matter/darkmatter1.jpg",
    "rating": "16+"
  },
  {
    "title": "See",
    "url": "/browse/title/see",
    "description": "In a dystopian future, humans have lost the ability to see, and society has adapted to a new way of life. When twins are born with sight, everything changes.",
    "release_year": "2019",
    "seasons": 3,
    "bannerImage": "/assets/images/titles/see/see1.jpg",
    "rating": "16+"
  },
  {
    "title": "Supacell",
    "url": "/browse/title/supacell",
    "description": "A group of ordinary people from South London’s Ladbroke Grove are granted superpowers, but they must harness these abilities for good before it’s too late.",
    "release_year": "2024",
    "seasons": 1,
    "bannerImage": "/assets/images/titles/supacell/supacell1.jpg",
    "rating": "16+"
  },
  {
    "title": "The Sandman",
    "url": "/browse/title/the-sandman",
    "description": "After years of imprisonment, Morpheus, the King of Dreams, embarks on a journey across worlds to find what was stolen from him and restore his power.",
    "release_year": "2022",
    "seasons": 1,
    "bannerImage": "/assets/images/titles/thesandman/thesandman1.jpg",
    "rating": "16+"
  },
  {
    "title": "Agent Recon",
    "url": "/browse/film/agent-recon",
    "description": "A covert military task force tracks a mysterious energy disturbance at a secret base in New Mexico where experiments on alien technology areconducted.",
    "release_year": "2024",
    "seasons": 1,
    "bannerImage": "/assets/images/titles/agent-recon/agentrecon1.jpg",
    "rating": "16+"
  },
  {
    "title": "Alienoid: Return To The Future",
    "url": "/browse/film/alienoid-part-2",
    "description": "In Goryeo, swordsmen attempt to obtain a legendary divine blade while aliens appear through a time portal from the present. Meanwhile, in the present, the Guard chasing after the aliens and the Thunder, who escaped from the alien's human body, face a crisis of destruction from the awakened alien's spaceship.",
    "release_year": "2023",
    "seasons": 1,
    "bannerImage": "/assets/images/titles/alienoid-part-2/alienoidpart21.jpg",
    "rating": "13+"
  },
  {
    "title": "Aquaman and the Lost Kingdom",
    "url": "/browse/film/aquaman-and-the-lost-kingdom",
    "description": "Arthur Curry, also known as Aquaman, joins forces with his half-brother Orm to prevent Black Manta from unleashing destruction using the Black Trident, a weapon imbued with dark magic.",
    "release_year": "2023",
    "seasons": 1,
    "bannerImage": "/assets/images/titles/aquaman-and-the-lost-kingdom/aquamanandthelostkingdom1.jpg",
    "rating": "13+"
  },
  {
    "title": "Atlas",
    "url": "/browse/film/atlas",
    "description": "When an intelligence analyst uncovers a sinister conspiracy that threatens to wipe out humanity, she must go on the run to try and stop the catastrophic attack.",
    "release_year": "2024",
    "seasons": 1,
    "bannerImage": "/assets/images/titles/atlas/atlas1.jpg",
    "rating": "16+"
  },
  {
    "title": "Bade Miyan Chote Miyan",
    "url": "/browse/film/bade-miyan-chote-miyan",
    "description": "Two elite soldiers with troubled pasts are enlisted for a daring mission when a deadly masked villain threatens India's defenses.",
    "release_year": "2024",
    "seasons": 1,
    "bannerImage": "/assets/images/titles/bade-miyan-chote-miyan/bademiyanchotemiyan1.jpg",
    "rating": "13+"
  },
  {
    "title": "Crimes of the Future",
    "url": "/browse/film/crimes-of-the-future",
    "description": "In a not-so-distant future, humankind is adapting to a synthetic environment, with new transformations and mutations altering their biological makeup. Performance artist Saul Tenser, celebrity for his avant-garde surgeries, publicly showcases the metamorphosis of his organs in his performances. Alongside his partner Caprice, Tenser has turned the removal of these tumors into a spectacle for his loyal followers.",
    "release_year": "2022",
    "seasons": 1,
    "bannerImage": "/assets/images/titles/crimes-of-the-future/crimesofthefuture1.jpg",
    "rating": "18+"
  },
  {
    "title": "Dune: Part Two",
    "url": "/browse/film/dune-2",
    "description": "Paul Atreides unites with Chani and the Fremen while seeking revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the universe, he must prevent a terrible future only he can foresee.",
    "release_year": "2023",
    "seasons": 1,
    "bannerImage": "/assets/images/titles/dune2/dune6.jpg",
    "rating": "13+"
  },
  {
    "title": "Furiosa: A Mad Max Saga",
    "url": "/browse/film/furiosa-a-mad-max-saga",
    "description": "As the world fell, young Furiosa is snatched from the Green Place of Many Mothers and falls into the hands of a great Biker Horde led by the Warlord Dementus. Sweeping through the Wasteland they come across the Citadel presided over by The Immortan Joe. While the two Tyrants war for dominance, Furiosa must survive many trials as she puts together the means to find her way home.",
    "release_year": "2024",
    "seasons": 1,
    "bannerImage": "/assets/images/titles/furiosa-a-mad-max-saga/furiosa1.jpg",
    "rating": "18+"
  },
  {
    "title": "Godzilla x Kong: The New Empire",
    "url": "/browse/film/godzilla-x-kong-the-new-empire",
    "description": "Godzilla and the mighty Kong face a colossal threat hidden deep within the planet, challenging their very existence and the survival of the human race. The film delves further into the histories of these Titans and their origins, as well as the mysteries of Skull Island and beyond, while uncovering the mythic battle that helped forge these extraordinary beings and tied them to humankind forever.",
    "release_year": "2024",
    "seasons": 1,
    "bannerImage": "/assets/images/titles/godzilla-x-kong-the-new-empire/godzillaxkongthenewempire1.jpg",
    "rating": "13+"
  },
  {
    "title": "Kingdom of the Planet of the Apes",
    "url": "/browse/film/kingdom-of-the-planet-of-the-apes",
    "description": "Several years after the events of War for the Planet of the Apes, Caesar's colony of apes is threatened by a new faction of humans who have survived the Simian Flu.",
    "release_year": "2024",
    "seasons": 1,
    "bannerImage": "/assets/images/titles/kingdom-of-the-planet-of-the-apes/kingdomoftheplanetoftheapes1.jpg",
    "rating": "13+"
  },
  {
    "title": "Madame Web",
    "url": "/browse/film/madame-web",
    "description": "A woman discovers she has psychic sensory powers that allow her to see into the spider world itself.",
    "release_year": "2024",
    "seasons": 1,
    "bannerImage": "/assets/images/titles/madameweb/madameweb8.jpg",
    "rating": "13+"
  },
  {
    "title": "Rebel Moon: Part Two: The Scargiver",
    "url": "/browse/film/rebel-moon-2",
    "description": "The Rebel gears up for battle against the Motherworld as unbreakable bonds are forged, heroes emerge and legends are made.",
    "release_year": "2024",
    "seasons": 2,
    "bannerImage": "/assets/images/titles/rebel-moon/9LMMuQSxTlbrgSr4oGY4BQMMIaR.jpg",
    "rating": "15+"
  },
  {
    "title": "Rebel Moon: Part One: A Child Of Fire",
    "url": "/browse/film/rebel-moon",
    "description": "When the ruthless forces of the Motherworld threaten a quiet farming village on a distant moon, a mysterious outsider becomes its best hope for survival.",
    "release_year": "2023",
    "seasons": 2,
    "bannerImage": "/assets/images/titles/rebel-moon/58PlR5pIdgmEbRzP9yRaSskcmrW.jpg",
    "rating": "15+"
  },
  {
    "title": "Space Cadet",
    "url": "/browse/film/space-cadet",
    "description": "A Florida party girl with a dream of going to space gets accepted into NASA's astronaut training program with a doctored application. Now, she must prove she has the right stuff to make it through the rigorous training and into the cosmos before her secret is revealed.",
    "release_year": "2024",
    "seasons": 1,
    "bannerImage": "/assets/images/titles/space-cadet/spacecadet1.jpg",
    "rating": "13+"
  },
  {
    "title": "The Creator",
    "url": "/browse/film/the-creator",
    "description": "Amidst a future war between the human race and the forces of artificial intelligence, Joshua, a hardened ex-special forces agent grieving the disappearance of his wife, is recruited to hunt down and kill the Creator, the elusive architect of advanced AI who has developed a mysterious weapon with the power to end the war... and all of humankind.",
    "release_year": "2023",
    "seasons": 1,
    "bannerImage": "/assets/images/titles/the-creator/thecreator1.jpg",
    "rating": "18+"
  },
  {
    "title": "The Watchers",
    "url": "/browse/film/the-watchers",
    "description": "When Mina, a solitary woman living in the Irish countryside, discovers she's being watched by something unseen, she is drawn into a terrifying battle for survival with a mysterious predator.",
    "release_year": "2024",
    "seasons": 1,
    "bannerImage": "/assets/images/titles/the-watchers/thewatchers1.jpg",
    "rating": "18+"
  },
  {
    "title": "Ultraman: Rising",
    "url": "/browse/film/ultraman-rising",
    "description": "When Tokyo is threatened by rising monster attacks, baseball star Ken Sato reluctantly returns home to take on the mantle of Ultraman. But the titanic superhero meets his match when he reluctantly adopts ababy Kaiju who sees him as her papa.",
    "release_year": "2024",
    "seasons": 1,
    "bannerImage": "/assets/images/titles/ultraman-rising/ultramanrising1.jpg",
    "rating": "13+"
  },
  {
    "title": "Venom",
    "url": "/browse/film/venom",
    "description": "When Eddie Brock acquires the powers of a symbiote, he will have to release his alter-ego \"Venom\" to save his life.",
    "release_year": "2018",
    "seasons": 1,
    "bannerImage": "/assets/images/titles/venom/venom8.jpg",
    "rating": "13+"
  }
]